[
    {
        "ensName": "robopunkceo.eth",
        "address": "0xb9f4cdd9ede4f8cb42a1a8348397487973c62509",
        "avatar": "https://gateway.pinata.cloud/ipfs/QmaYJpZa6RA9SET79KfcPw2Tycz49GuD3jRwFyuYm5CAxN",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/3",
        "info": "\n**ENS name:** robopunkceo.eth\n\n**My reasons for wanting to be a delegate:** I want to give back my years of experience in the crypto space. Been there, done basically everything, still amazed at the progress being made.\n\n**My web3 qualifications / skills:** Skilled software engineer by day (> 20 years of experience), crypto enthusiast by night.\n\n**What voters can expect of me:** I will respectfully use your voting power to bring hop forward in the future. Hop was not the first, but is the best bridge, regarding user experience and functionality. I will do my best to keep it at that and earn my respect of the community 💪.\n"
    },
    {
        "ensName": "mortea.eth",
        "address": "0x34cc0dcfa7c40bbca2b2b00e0e0dce1c708f76cf",
        "avatar": "",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/4",
        "info": "\n**ENS name:** mortea.eth\n\n**My reasons for wanting to be a delegate:** I hope I can be deeply involved in a great Web3 project, because working with some great people on a great project, I will gain more knowledge and skills, and it will be a great help for my personal development in the future. At the same time, I love and agree with the governance style and concept of Hop’s project. I believe that participating in Hop DAO will bring me unexpected things.\n\n**My web3 qualifications / skills:** I’m new to DEFI, although I’ve been in the crypto space since 2019. Before entering and participating in HopDAO, I also accumulated and learned some community governance experience in other communities, such as options, DEX, cross-chain bridge, etc.\n\n**What voters can expect of me:** if I become a Hop Delegate, I will try my best to fulfill my responsibilities in the community:\n\n1.  listen to community members\n2.  Help new members who don’t understand the project\n3.  Eliminate trash content that is harmful to the community\n4.  Share with everyone every specific event that happened during the development of the project\n5.  Learn, grow, and improve with community members.\n"
    },
    {
        "ensName": "blockchaincolumbia.eth",
        "address": "0xdc1f98682f4f8a5c6d54f345f448437b83f5e432",
        "avatar": "https://pbs.twimg.com/profile_images/973590243030061057/CKghAtSe_400x400.jpg",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/5",
        "info": "\n**ENS name:**  blockchaincolumbia.eth  \n\n**My reasons for wanting to be a delegate:**  \nBlockchainatColumbia would like to continue to develop its Defi Governance arm, which currently includes Compound Finance, Uniswap, and Dydx. As a university blockchain organization, we believe governance forums are one of the best ways to foster active learning in web-3.  \n\n**My web3 qualifications / skills:**  \n[BlockchainatColumbia](https://www.notion.so/blockchainatcolumbia/Blockchain-Columbia-fdebb7c982e849f5afa2a474eb1a71f7) is a student-run Blockchain club. We are a registered non-profit and aim to facilitate an environment where students can engage with ideas in blockchain, develop into the leading minds of web3, and make some friends along the way. We are governed by Lion DAO, the first student DAO launched last summer.  \n\n**What voters can expect of me:**  \nAs a Hop DAO delegate, [BlockchainatColumbia](https://www.notion.so/blockchainatcolumbia/Blockchain-Columbia-fdebb7c982e849f5afa2a474eb1a71f7) will be sure to be an active member across the Hop DAO forums. Also, we believe cross-chain bridging will continue to be a growing sector in web-3, especially among newer participants, which is why we consider ourselves strong contenders to provide valuable insight to Hop DAO.\n"
    },
    {
        "ensName": "lawyered.eth",
        "address": "0x478bb542f7658d635abba67edb987806dff5b83d",
        "avatar": "https://pbs.twimg.com/profile_images/1484508277492883458/ivqR4pJl_400x400.jpg",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/6",
        "info": "\n**ENS name:**  Lawyered.eth\n\n**My reasons for wanting to be a delegate:**  \nI am a crypto lawyer and I like to get very involved in the projects that I am excited about, as more than just a hobby, to make new friends, and expand my mind.\n\n**My web3 qualifications / skills:**  \nI am an adept blockchain user. My skills lie in the legal aspects of crypto including DAO creation and governance and securities law as it applies to crypto. I am doxxed, and therefore can be trusted even with critical tasks. I advise several large crypto VC’s and projects, I am a Polkadot ambassador, and an Acala Senior Ambassador.\n\n**What voters can expect of me:**  \nAs a Hop DAO delegate, I will be very involved in the various initiatives that will become available, and in doing so will become well acquainted with the other people involved in the protocol. Through this I will be an approachable way for the community to have their voices heads by the right people.\n"
    },
    {
        "ensName": "gfxlabs.eth",
        "address": "0xa6e8772af29b29b9202a073f8e36f447689beef6",
        "avatar": "https://forum.hop.exchange/user_avatar/forum.hop.exchange/gfxlabs/45/25_2.png",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/7",
        "info": "\n**ENS Name**: gfxlabs.eth  \n**Email**: [governance@gfxlabs.io](mailto:governance@gfxlabs.io) \n**Twitter**: [@labsgfx](https://twitter.com/labsGFX)\n\n**Our Reasons for Wanting to be a Delegate:**\n\nGFX Labs is committed to helping protocols grow and evolve across the DeFi ecosystem. The current landscape of protocols, DAOs, and protocol governance is extremely nascent, and experienced hands like those of the GFX team are scarce.\n\nThe GFX team is comprised of heavy DeFi users, regular governance participants, and core community members of various protocols. While our predominant experience has been with Compound, Uniswap, and MakerDAO, we are excited to become involved with the Hop DAO.\n\n**What Voters Can Expect from GFX Labs:**  \nWe look forward to leveraging our learnings from other protocols and the deep relationships our team has fostered across DeFi, TradFi, governments, and academics.\n\nGFX has a record of rolling up our sleeves and getting work done. The GFX team has authored half of all successful proposals on Uniswap ([including the first cross-chain governance proposal](https://gov.uniswap.org/t/polygon-1bp-fee-tier/16488?u=gfxlabs)), listed multiple assets and developed the [price oracle](https://www.comp.xyz/t/oracle-contributor/1887) on Compound, and led efforts at MakerDAO to interface with regulators, lawmakers, and outside researchers. We actively work to find mutual benefits for protocols we cover to collaborate – such as the soon-to-be deployed [DAI Direct Deposit Module for MakerDAO to plug directly into Compound](https://forum.makerdao.com/t/signal-request-should-maker-prioritize-onboarding-a-compound-d3m/11997).\n\nDelegation to GFX Labs is a delegation to a governance team that is one of the most experienced in DeFi, able to facilitate partnerships, and with a track record of consistent engagement and delivery of results.\n\n**GFX Labs isn’t a fund. We don’t hold positions. We are a team of builders who love DeFi.** Our participation in governance is rooted in a desire to see DeFi overtake legacy finance. We promise to be active participants. We’ll explain not only when we agree, but most importantly, when we disagree. As first-hand participants in governance, we know how frustrating it is to work on a proposal, receive limited comments, only to have the proposal shot down at launch. Our door will always be open to those who share the passion for DeFi that we have.\n\n**Conflicts of Interest**  \nGFX Labs may from time to time be engaged as a delegate on other protocols. All governance participation is public and done through the same wallet.\n"
    },
    {
        "ensName": "mrly8621.eth",
        "address": "0xbb8b4d64f99f714954522c3bfd21b1cb1a6de9d8",
        "avatar": "",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/8",
        "info": "\n**ENS name:** mrly8621.eth\n\n**My reasons for wanting to be a delegate:** Because hope for hop, that’s all\n\n **My web3 qualifications / skills:** Familiar with translation articles, participate in Dao development, discuss schemes, publish and sort out forms.\n\n**What voters can expect of me:** I will try my best to balance the project and the community, so as to achieve win-win results, so that the project can move in the same direction;\n"
    },
    {
        "ensName": "parhamgharavaisi.eth",
        "address": "0x099f8498348792abe502ec12f6163254dbbe321e",
        "avatar": "https://i.imgur.com/ChhboVX.jpeg",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/9",
        "info": "\n**ENS name:** [parhamgharavaisi.eth](https://etherscan.io/enslookup-search?search=parhamgharavaisi.eth)\n\n**My reasons for wanting to be a delegate:**  \nI strongly believe that the future of Blockchain & Web3 is cross-chain rather than multi-chain and as such, projects that facilitate interoperability between chains such as bridges play a key role in setting up and maintaining the infrastructure required for cross-chain interoperability. _I have a vast interest in and am deeply committed to participating in Hop Governance and contributing to the project in general_.\n\n**My web3 qualifications / skills:**\n\n* Writer\n* Investor\n* Translator\n* Musical Artist\n* Avid DeFi user\n* NFT enthusiast\n* Early adopter of Blockchain (pre-2017)\n\n* _Bachelor’s degree_ in _English Literature_\n* _Associate’s degree_ in _Computer Science_\n\n**What voters can expect of me:**  \nAs a delegate, I shall do my utmost to drive the project forward in line with the interest of the community which includes but is not limited to active participation in governance, expenditure, decision-making and strategy as well as the community as a whole.\n"
    },
    {
        "ensName": "yarg.eth",
        "address": "0x16dd346aa1483264dbb0dde64235081c867fb3f2",
        "avatar": "https://lh3.googleusercontent.com/Mtvv7ti7qV4u37mftOP-_OwEg1XSIZJTApuqDp5UOoVxv4x2tsqAUHQVbqpqUrUIF0Lkch47XSccArIxIdggGYnz8pQeBEytDe3EoQ=s0",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/10",
        "info": "\n**ENS name:** yarg.eth\n\n**My reasons for wanting to be a delegate:** I want to help the hop protocol grow, and I also want to grow my knowledge with a group of like-minded individuals. I think that being a delegate would help the hop protocol out a lot as well as myself.\n\n**My web3 qualifications / skills:** I have been studying cryptocurrency since 2016. I have been in the game for a long time now. Over the past couple of years, I have just began to start developing on Ethereum using Solidity, TypeScript, and other frontend languages. I have a little bit of DAO governance experience, and I am experienced in technical analysis of tokens. I would say that NFT’s are my greatest strength in crypto right now - every aspect of it.\n\n**What voters can expect of me:** Voters can count on me being an active and trustworthy member of the community. They can count on me using my voting power to do what is best for the protocol. Lastly, the can count on me to bring the community valuable insight and perspective."
    },
    {
        "ensName": "richardchen.eth",
        "address": "0x9bb82fbf10cf4959909bab9be07805bd1d28d04a",
        "avatar": "",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/11",
        "info": "\n**ENS name:** richardchen.eth\n\n**My reasons for wanting to be a delegate:**\n\nI’ve contributed a lot to the Hop community since the product launched and would love to continue the work I’ve been doing by being a delegate to the Hop DAO.\n\n* I built the [Hop Dune dashboard](https://dune.com/rchen8/Hop-Exchange) that has 111 stars and counting.\n* I’ve been an early liquidity provider for Hop. One of the largest whales actually back when Polygon was incentivizing $MATIC for the Hop Polygon pools.\n* For several months I was running the ETH bonder for Hop.\n* I’ve [shilled](https://twitter.com/richardchen39/status/1448740271999569924) the Hop product on Twitter.\n\n[![Screen Shot 2022-05-06 at 9.56.37 AM](https://forum.hop.exchange/uploads/default/optimized/1X/38ac94a65bc987c5a8495357423379335a1bf369_2_690x349.png)](https://forum.hop.exchange/uploads/default/original/1X/38ac94a65bc987c5a8495357423379335a1bf369.png \"Screen Shot 2022-05-06 at 9.56.37 AM\")\n\n**My web3 qualifications / skills:**\n\nI’m a general partner at [1confirmation](https://www.1confirmation.com/portfolio), which we were the lead investor in the seed round of Authereum (before the pivot to Hop) back in Jan 2020.\n\nI’m on the DAO multisig for Nexus Mutual and Notional.\n\n**What voters can expect of me:**\n\nParticipating in every Snapshot/on-chain governance vote and being responsive to the Hop community on product feedback, governance proposals, and treasury spending."
    },
    {
        "ensName": "flipsidecrypto.eth",
        "address": "0x62a43123fe71f9764f26554b3f5017627996816a",
        "avatar": "",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/12",
        "info": "\n**ENS:** flipsidecrypto.eth\n\n_**Why apply as a delegate:**_\n\nAt Flipside Crypto, our mission is to help grow the orgs building the new digital economy. We believe that Hop, as a secure, trustless, and decentralized bridge is a core piece of Ethereum infrastructure.\n\nFlipside Governance participates in a myriad of protocols across major L1s - Ethereum, Terra, Solana, Algorand, and Flow. We work closely with DAOs such as Aave, Maker, Anchor, SushiSwap, Astroport, Marinade, and OlympusDAO. We aim to bring this expertise and a full-time Governance team to Hop to improve its governance and voting processes.\n\nAs we look to expand our data capabilities to L2s, Hop is a key resource for users transacting across multiple scaling platforms and pursuing an intuitive UX.\n\nBy becoming a Hop delegate Hop gains access to the resources of Flipside Crypto, a 70+ strong team, robust data capabilities, and our community of 12,000+ analysts.\n\n_**Flipside Crypto’s qualifications & skills:**_\n\nFlipside is a Web3 company with experience building tools, communities, and recently DAOs. We partner with major L1s to drive data analytics and on-board new users to these networks.\n\nFlipside Governance, a department of Flipside Crypto, was established in September 2021, to directly support and contribute to governance, and drive participation in our partner communities - thereby helping to improve the efficiency of this critical piece of protocol health.\n\nWe are committed to using this team and experience to improve DAOs one proposal at a time.\n\nWe are one of the few full-time governance teams in the industry. We have developed a deep understanding of the needs and of the flow of information in governance processes as well as key tooling necessary to be successful.\n\nA few of our highlights:\n\n* [$1,000,000 SushiSwap Grant](https://forum.sushi.com/t/updated-proposal-community-enabled-analytics-for-sushi/6127)\n* [OlympusDAO: A Sub-DAO for Treasury Asset Governance](https://forum.olympusdao.finance/d/791-a-sub-dao-for-olympusdao-treasury-asset-governance)\n* [ENS Governance Enhancement](https://discuss.ens.domains/t/rfc-ens-governance-enhancements-flipside-crypto/11100)\n* [Aave CEA Summary](https://governance.aave.com/t/flipside-crypto-cea-grant-overview/7073?u=fig)\n* [Flipside Community Console for Mirror Protocol](https://forum.mirror.finance/t/proposal-flipside-community-console-for-mirror-protocol/354)\n\n_**What voters can expect of Flipside Governance:**_\n\nBy entrusting us as delegates, we aim to represent the views of a wide range of users and provide unique analytics to justify our decisions. Together with the Hop community, we can create a stronger product by driving innovation for Hop DAO.\n\nFlipside Governance will:\n\n* Constantly monitor votes and participation\n* Engage in open discussion and contribute to the DAO forum and Discord\n* Be transparent about when we vote and how we vote\n* Have a shared commitment to the future success of Hop Protocol\n\n_**Conflicts of Interest:**_\n\nAs individuals and as a team we are involved in a range of communities and DAOs across the Web3 ecosystem. Our investors include Dapper Labs, Terra, Republic Capital."
    },
    {
        "ensName": "dybsy.sismo.eth",
        "address": "0x9a048a7bf38306c055c05606a6010c78cfc7c1e8",
        "avatar": "https://forum.hop.exchange/user_avatar/forum.hop.exchange/dybsy/45/39_2.png",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/14",
        "info": "\n**ENS name:** dybsy.sismo.eth\n\n**My reasons for wanting to be a delegate:** I would like to champion the community’s interests in a directive and passionate way. I believe I will be able to draw on my many years of experience in multiple levels of courts and tribunals—across varied jurisdictions—to be a zealous advocate for all Hop bunnies.\n\n**My web3 qualifications / skills:** I am not a coder, or developer, or an engineer, but I am well equipped to navigate risk and policy, and to apply critical and disciplined thought and assessment to all manners of issues, simple and complex. Further, I have been a blockchain citizen since I registered my account with Mt Gox in 2013, and to that end I will bring years of hands-on experience to every decision. In addition to the technical and practical skills I offer, I am also a published science fiction and fantasy writer, and in that regard I am extremely creative and have a flare for the dramatic.\n\n**What voters can expect of me:** Objective, rational, and measured assessments. Responsiveness. Timeliness. Patience. And, above all, commitment to the Hop Protocol and its best interests. I have been here from the beginning, shouting for all to hear, “Can’t stop the bunny.” I mean it."
    },
    {
        "ensName": "ceresbzns.eth",
        "address": "0x06d233de10fc5b7948b29aba6b3bfce839efd87e",
        "avatar": "https://forum.hop.exchange/user_avatar/forum.hop.exchange/ceresbzns/120/41_2.png",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/18",
        "info": "\n✨🟣🟣✨ “serious business” ✨🟣🟣✨\n\n**ENS name:** ceresbzns.eth\n\n**My reasons for wanting to be a delegate:**\n\n* Hop protocol is one of the most secure, Ethereum-aligned bridging solutions in the space today. This offers a unique opportunity for Hop to become core infrastructure to the rollup-centric universe of future Ethereum. I would like to use my skills and experience to represent community members who want a strong, consistent voice advocating for **sustainability, security, and decentralization.**\n\n**My web3 qualifications / skills:**\n\n* Experienced **DAO contributor,** specializing in treasury management, governance, tokeconomics, and DeFi\n* Core contributor to [DAOhaus](https://daohaus.club), a free and open-source platform for purpose-driven communities to create secure, accessible [Moloch DAOs](https://daohaus.mirror.xyz/U_JQtheSzdpRFqQwf9Ow3LgLNG0WMZ6ibAyrjWDu_fc) for on-chain governance\n* Currently also working with Wildfire (Fire Eyes metagovernance collective), Raid Guild (web3 mercenaries), and the Gnosis Chain Innovation DAO (Gnosis Chain grants)\n* Actively contributing to network security by operating nodes for the Gnosis Beacon Chain and Ethereum Beacon Chain as a **solo validator**\n* Deep understanding and extensive familiarity with DeFi protocols across the Ethereum ecosystem (active as a **liquidity provider** across many EVM-compatible chains, including Arbitrum, Optimism, Gnosis Chain, Polygon, Avalanche, Fantom)\n* Prior 10 years of experience in **software product management** in web2\n\n**What voters can expect of me:**\n\n* Sober, well-reasoned analyses grounded in available evidence\n* Strong commitment to the values of decentralization, transparency, and equity\n* Long-term thinking, prioritizing sustainability and security for the protocol and ecosystem\n* Open communication\n\nFeel free to reach out to me on Discord or TG to say hello : )\n\n✨🟣🟣✨ “serious business” ✨🟣🟣✨"
    },
    {
        "ensName": "perroud.eth",
        "address": "0xf23cd4c0cffc6cebd92c189b961b51bef93bd5f1",
        "avatar": "",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/22",
        "info": "\n**ENS Name:** perroud.eth  \n\n**My reasons for wanting to be a delegate:** I’m in crypto since 2014-2015 and I want to be more involved in this space, as I think I got some decent experience now. Why HOP? The fact that HOP supports Ethereum aligned L2’s is a strong signal of a project that cares about the values of the greater Ethereum ecosystem and it’s important for me, as I think HOP will be a critical piece of it. I’m also the owner of the hop_alert twitter account, a bot that tweets about big transactions on HOP.  \n\n[![Capture d’écran 2022-05-16 à 14.39.15](https://forum.hop.exchange/uploads/default/optimized/1X/9c3bf5033269bda6164a86bb066361519d734515_2_517x330.png)](https://forum.hop.exchange/uploads/default/original/1X/9c3bf5033269bda6164a86bb066361519d734515.png \"Capture d’écran 2022-05-16 à 14.39.15\")\n\n**My web3 qualifications / skills:** Python, Ruby, DEFI user, Ethereum wallets…\n\n**What voters can expect of me:** 1.Vote in the best interest of all 2.Won’t quit during bear markets [was there in 2014-15 and 2018-19]"
    },
    {
        "ensName": "snxambassador.eth",
        "address": "0x46abfe1c972fca43766d6ad70e1c1df72f4bb4d1",
        "avatar": "",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/23",
        "info": "\n**ENS name:** snxambassador.eth\n\n**My reasons for wanting to be a delegate:**  \nThe Synthetix community is made up of avid L2 users (namely on Optimism) and are also some of the earliest HOP protocol users. The interests of HOP and SNX are quite aligned when it comes to governance and ETH scaling solutions.\n\nAs Ambassadors we feel that we are well equipped to contribute to the improvement and maintenance of HOP protocol via governance and represent the Synthetix ecosystem in the HOP community as well. Synthetix is working on a protocol level integration with HOP, and SNX partner projects like Lyra already use HOP as the default bridge for their in app widget. The SNX Ambassadors play the role of governance participation on behalf of our community for many protocols and HOP governance would be yet another key place for us to be active in.\n\nFor the mentioned reasons we feel that we’d make great HOP Delegates and are excited to be a part of the future of HOP and it’s journey to bridge together many ETH scaling solutions!\n\n**My web3 qualifications / skills:**  \nThe Synthetix Ambassador Council is comprised of three members who are signers on the snxambassador.eth multi-sig and we over see governance for many ecosystem protocols. We are currently active Delegates for several DeFi projects and have experience in submitting and deploying governance proposals and staying up to date on broader governance matters. We also have access to resources with in the Synthetix DAO for purposes of protocol integrations.\n\nOur current signers, who’s twitter handles can be found on @snxambassadors profile bio, are made up of a combination of SNX Core Contributors and long time active Community members who are well versed in the operation of Synthetix and other DeFi/NFT projects.\n\nWe have a diverse set of skills that include Protocol/Governance analysis, user acquisition strategies, varying degrees of DeFi integrations, general marketing/communication skills and a wide range of other abilities in web3 and DeFi alike.\n\n**What voters can expect of us:**  \nAs Delegates of HOP protocol voters can expect that we’ll uphold the integrity and purpose of HOP governance, be active in HOP’s mission to bridge together as many scaling solutions as it can and pledge to be stewards of HOP protocol adoption in the broader DeFi community!"
    },
    {
        "ensName": "superphiz.eth",
        "address": "0x399e0ae23663f27181ebb4e66ec504b3aab25541",
        "avatar": "https://bafybeifedrhfj2gmpuxhgteyl4hp2jtphpstagteqh7p4fbmd3736mkrya.ipfs.dweb.link/10%20copy.png",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/24",
        "info": "**ENS name:** superphiz.eth\n\n**My reasons for wanting to be a delegate:** I look for ways that my social & community building skills can best serve the growth and decentralization of the Ethereum ecosystem. My passion is stewarding the beacon chain and the communities that rely on the web3 services provided by the Ethereum chain. I see Hop protocol as a valuable scaling solution that supports the L2 scaling model for Ethereum, and I want to do my part to educate others and help people choose tools that are most consistent with our shared values.\n\n**My web3 qualifications / skills:** I’ve been involved with Ethereum since the public release of the whitepaper in 2014, I was a participant in the original Ethereum token sale, and I participated as a testnet miner on the Ethereum Olympic testnet. Since then I’ve tried every product I can get my hands on as I’ve honed my awareness for the things that matter, things like providing services as public goods that give far more to the community than they take as rewards. I am active on Reddit, Twitter, and Discord, and I founded the EthStaker community, a group of community custodians who educate about staking on Ethereum. As a self-described Ethereum-centrist, I do believe that Ethereum will be the settlement chain for the future of web3.\n\n**What voters can expect of me:** You can expect me to learn everything I can about Hop and share that knowledge with the rest of the ecosystem. If Hop continues to align with my beliefs regarding healthy ecosystem and ethos, I’ll continue to strengthen the relationship. If I feel that the community or leadership has lost its way I’ll work in good faith to help correct the course. I work hard to put my own ego in check and listen to the needs of others and do my best to draw attention and serve those needs."
    },
    {
        "ensName": "mihal.eth",
        "address": "0x8f73be66ca8c79382f72139be03746343bf5faa0",
        "avatar": "https://avatars.githubusercontent.com/u/1661138",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/25",
        "info": "**ENS name:** mihal.eth\n\n**My reasons for wanting to be a delegate:**\n\nI’ve been a strong supporter of the Ethereum rollup space for years, collaborating in some form with the teams from Fuel, Arbitrum, Optimism and ZKSync. Bridges are a crucial piece of infrastructure for this rollup-centric future, and I believe Hop Protocol provides the most elegant bridge implementation that still maintains maximal decentralization.\n\n**My web3 qualifications / skills:**\n\nFull-stack web3 developer, experience with contract development (Solidity, Rust-based languages), front-end (React/JS), subgraph development, etc.\n\n**What voters can expect of me:**\n\nYou can expect me to push Hop in the direction that supports a large and diverse Ethereum L2 ecosystem. I will use my position to push to for this ecosystem to be maximally decentralized and secure, inline with the Ethereum ethos.\n\nSome specific goals I would like to push forward\n\n* Allowing DAOs to easily deploy un-distributed assets into the bridge, providing a risk-minimized option for them to earn fees on their tokens.\n* Extending the bridges to non-EVM L2s such as StarkNet, ZKSync, Fuel and Aztec\n* Reduce gas fees using calldata optimization"
    },
    {
        "ensName": "l2beatcom.eth",
        "address": "0x1b686ee8e31c5959d9f5bbd8122a58682788eead",
        "avatar": "",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/26",
        "info": "**ENS name:** l2beatcom.eth  \n\n**My reasons for wanting to be a delegate:**  \nAt [L2Beat.com](http://L2Beat.com), we are long-time supporters/researchers of L2 ecosystem. HOP is one of the critical pieces of infrastructure for the multi-domain world so it’s natural that we want to be involved in its governance.  \n\n**My web3 qualifications / skills:**  \neducating people about L2s, writing and reading smart contracts, dev tooling, researching ethereum scalability solutions, trying to [break](https://twitter.com/krzKaczor/status/1524753284434587649) rollups  \n\n**What voters can expect of me:**  \nTrustlessness and decentralization will always be key objectives for us. That being said we understand business realities and rare needs to centralize in a short term."
    },
    {
        "ensName": "hop.maaria.eth",
        "address": "0x193c74753e5ed222a5932cbe53624063189d842b",
        "avatar": "https://forum.hop.exchange/user_avatar/forum.hop.exchange/maaria/45/50_2.png",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/27",
        "info": "**ENS name**: hop.maaria.eth\n\n**My reasons for wanting to be a delegate:**  \nHop is a major reason I believe that Ethereum + Layer 2’s could be the winning ecosystem for dApps. Every time I’ve used Hop over the past year I have been magically delighted by the experience, especially compared to the usual 90 minute, butt-clenching, ‘did i just lose all my money’ bridge anxiety. I reached out to the Hop team last year to get more involved, and am now operating the USDT bonder with a small group of family and friends.\n\nThe low transaction fees and high throughput of L2s have the potential to unlock so many new applications that are currently not possible or scalable on mainnet. L2s have struggled with adoption though, largely due to the difficulty of moving assets on and off these chains. Until Hop, the L2 bridging experience included long settlement times, bad UX, security concerns, etc. By focusing solely on L2s, Hop created a seamless bridging experience with a single wallet interface and instant settlement of assets.\n\nI often think about crypto infrastructure as a series of building blocks that unlock new capabilities and behaviors and in my opinion, L2s will be a big unlock for mainstream crypto adoption. Hop plays an important role in making L2 blockchains more accessible, which in turn will drive broader crypto adoption and usability. Operating the USDT bonder and providing utility to the Hop community has been incredibly fulfilling and meaningful for me personally, and I’m looking forward to continuing to build with you all as both a bonder operator and DAO delegate.\n\n**My web3 qualifications / skills:**\n\n* I have been investing and participating in Web3 since 2016\n* Investments include: Bison Trails, 0x, Dapper Labs, Zapper, POAP, XMTP, and many, many more\n* Have been operating the USDT bonder for Hop since the beginning of the year\n* On the Advisory Board for the ApeCoin Foundation\n* Co-Founder of Sixth Wall, a Web3 production studio, with Mila Kunis, Morgan Beller and Lisa Sterbakov.\n    * Most recent launch was a community-driven animated short series called The Gimmicks. NFTs were free to mint and holders were able to participate in the content creation process by voting on the show storyline every week.\n* I’ve been writing a weekly crypto newsletter since 2017: [thisweekincrypto.substack.com](http://thisweekincrypto.substack.com/)\n* ENS delegate and DAO member\n* I understand how to reach a new audience that isn’t crypto-native, and have spent many hours onboarding folks into crypto.\n\n**What voters can expect of me:**\n\n* Expect me to vote against proposals that are not beneficial to the long-term health of Hop. In general my philosophy is that treasury assets should be spent on 1) increasing utility of the protocol; or 2) providing a critical service for the protocol (i.e. Hop Labs for Hop Protocol).\n* The Hop bridge is a public utility and bonders are critical service providers.\n    * I believe the bonder service should move towards decentralization over time and be operated by the community.\n    * The short-term, mercenary capital dynamics we see in DeFi today won’t work for bonders, so as we progress towards decentralization we will need to consider new incentive structures that ensure bonding remains a viable service.\n* Though I won’t be super vocal on Discourse, Twitter or Discord, I will be thoughtful and deliberate about every vote cast.\n* I’m a big believer of the “strong convictions loosely held” mental model."
    },
    {
        "ensName": "francom.eth",
        "address": "0xa2b15ce187165bc1723df411d9887d738fabe5f7",
        "avatar": "https://api.mooncat.community/image/0x008b8370c9",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/29",
        "info": "**ENS** – francom.eth\n\n**Reasons for wanting to be a delegate.**\n\nI’ve been an early liquidity provider for HOP and have wanted to be a part of this core infrastructure since last summer. Love at first sight!\n\nHOP had me at “stewards of decentralization by providing tools for cross-chain modularity.”\n\nWould love for the opportunity to add fresh energy into the protocol.\n\n**Web3 qualifications and skills**\n\nDefi User that participates in a myriad of protocols across major L1s - Ethereum, Solana, and Flow and Major L2s – Arbitrum, Optimism, and zkSync.\n\nWriter/ research analyst.\n\n**What voters can expect from me?**\n\nTransparency and spirited debate.\n\nI look forward to participating in every snapshot/on-chain governance vote and being communicative to the Hop community on product improvements, governance proposals, and treasury spending."
    },
    {
        "ensName": "tonyintern.eth",
        "address": "0x8c2fc764a4ad45984792ad7680ed5e62f772a31f",
        "avatar": "https://pbs.twimg.com/profile_images/1524130635450699776/FC05U7sY_400x400.jpg",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/30",
        "info": "**ENS name:** tonyintern.eth  \n\n**My reasons for wanting to be a delegate:**  \nI’m an early user, liquidity provider, and investor in the project. As a true believer in permissionless and censorship resistant applications, I see a future where there are many chains and many layers. In that world, a bridge that stewards the crypto ethos is essential infrastructure. I want to do my part in contributing to the evolution of that bridge.\n\n**My web3 qualifications / skills:**  \nEarly contributor to Decentraland, investor at Multicoin Capital, cofounder of Cozy Finance (cozy.finance), angel investor in 40+ crypto companies, sometimes humorous content on twitter\n\n**What voters can expect of me:**  \nResponsive, thoughtful, and make decisions on first principles based on my best judgement on what’s best for Hop and its community."
    },
    {
        "ensName": "stablenodegov.eth",
        "address": "0x1d1a13b16667c284b87de62caeeff0ce89e342b2",
        "avatar": "",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/31",
        "info": "Hey,\n\nI am applying on behalf of [StableNode](https://www.stablenode.xyz/).\n\n**ENS name:** stablenodegov.eth  \n**Twitter:** [https://twitter.com/StableNode](https://twitter.com/StableNode)\n\n**Why apply to be a delegate:**\n\nStableNode is a governance research and investment firm focused on the DeFi and NFT space. StableNode also provides a full suite of services around governance with both implementation and active participation as a delegate.\n\nThe Governance Lab of the StableNode team is on a mission to provide decentralized governance best practices to ecosystems. There is no one-size-fits-all solution but a framework of principles and tools that articulate alternative paths based on each ecosystem’s maturity level. Our primary focus is working with the community to develop this framework and continue to facilitate innovation within this domain.\n\n**StableNode’s qualifications / skills:**\n\nAt StableNode we currently act as governance delegates across various protocols such as InstadApp, Klaytn, MakerDAO, and others. We are looking forward to participating as a Hop delegate and would focus on strategic initiatives and experimentation to tackle common governance problems such as plutocracy and voter apathy and help build a decentralized workforce.\n\nHaving participated in the MakerDAO governance community for a long time, we have developed a systematic and robust approach to governance in decentralized networks. Creating principles that optimize the objective outcome of the decision-making process is key to successful governance.\n\nHere are a few key highlights of our success so far:\n\n* Supported Klaytn and Polygon in accelerating the growth of their ecosystem\n* Recognized Delegate at MakerDAO\n* Lead Governance Delegate at InstaDapp\n\n**What voters can expect from StableNode:**\n\nWe will use our expertise to import the most promising practices within governance to guide Hop DAO to a more sustainable approach.\n\nWe want to help facilitate discussions where we can identify the best practices and recognize how to tackle core problems within governance such as plutocracy, voter apathy, and lack of experimentation.\n\nAs delegates, we pursue:\n\n* Active participation in votes\n* Transparency for each vote\n* Open discussion and contribution to the DAO forum\n* Contribute to the innovation and development of governance frameworks\n\n**Conflicts of Interest**  \nStableNode acts as delegates on other protocols. All of our governance participation is public and done through the same wallet address."
    },
    {
        "ensName": "hamzahkhan.eth",
        "address": "0xe943398da56744435f094bc1478c203fb0045e20",
        "avatar": "https://cloudflare-ipfs.com/ipfs/QmeHKsci791auS2HadEcuzHx2oc1cQvPQgerKAscPPkuH6",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/32",
        "info": "Hello,\n\nI am applying on behalf of [Polygon](https://www.polygon.technology/) .\n\n**ENS name:** hamzahkhan.eth  \n**Twitter:** [https://twitter.com/_khanhamzah](https://twitter.com/_khanhamzah)  \n  \n\n**My reasons for wanting to be a delegate:**\n\nSuper proud, excited and humbled to see all the progress Hop has made in last one year. Been following the journey since Authereum.\n\n[![image](https://forum.hop.exchange/uploads/default/optimized/1X/14e97db09b6316ebb4f3ec39f21096eef9577442_2_690x355.jpeg)](https://forum.hop.exchange/uploads/default/original/1X/14e97db09b6316ebb4f3ec39f21096eef9577442.jpeg \"image\")\n\nAbove is the first meeting I had setup with Chris. 1 month after I had joined Polygon (lol).\n\nI am a staunch supporter of a multi-chain future, especially revolving around L2 infrastructure for Ethereum. As the Head of DeFi at Polygon, I know firsthand how important it is to have safe and reliable bridges in order to create a flourishing L2 ecosystem. While Polygon POS chain and Nightfall are the only Polygon scaling solutions released currently, our suite of roll ups including Hermes, Avail (testnet soon), Miden, and Zero will all need to rely on dependable and efficient bridges. As Hop is one of the current leaders in the bridging space, I want to help the protocol as much as possible in order to make it one of the go-to places for individuals and institutions alike to bridge.\n\n**My web3 qualifications / skills:**\n\nLead DeFi & FinTech at Polygon, large network of web3 developers and protocols, connections with major chains, expansive knowledge of DeFi and web3 industries.\n\nAs Polygon, we worked with the Hop team starting before their initial launch and bet heavily on them to facilitate cross chain transfers for Polygon. 😉\n\n**What voters can expect of me:**\n\nYou can expect me to contribute towards Hop Protocol’s efforts of becoming an industry-standard bridging protocol. In terms of scaling, growth strategy, and expanding token support – I would be an invaluable asset to the team. On behalf of Polygon - I can contribute to multichain Ethereum discussions and expansion.\n\n**Some specific goals I would like to push forward**\n\n* Improving the outreach of Hop Exchange to a greater consumer base thru Polygon userbase.\n* Involve Polygon DAO to help with anti-sybil measures.\n* Promoting transparency, improving security, and striving for decentralization. Participating in governance.\n* Expanding the compatibility of Hop Exchange with more tokens and chains."
    },
    {
        "ensName": "she256.eth",
        "address": "0xed11e5ea95a5a3440fbaadc4cc404c56d0a5bb04",
        "avatar": "",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/33",
        "info": "**ENS name:** she256.eth\n\n**My reasons for wanting to be a delegate:**\n\nshe256 started almost 4 years ago, with the mission to increase diversity in the crypto space. We fundamentally believe that blockchain technology will shape our future financial and governance structures, and as such it’s crucial that those building these systems are representative of the global, diverse population which they intend to serve.\n\nWe are users and big fans of Hop and believe the work being done is fundamental to, quite literally, bridging the gaps of the Ethereum ecosystem. We believe Hop does an excellent job of empowering users to explore various protocols through a seamless experience and ensuring a low barrier to entry. The experience is in line with two of our core governance values: Empowerment and Democratizing Access.\n\nWe believe we can be neutral governance participants who will represent the values and interests of our allies and underrepresented folks in crypto. By delegating to us, you’ll be an ally to our cause. Thank you!\n\n**My web3 qualifications / skills:**\n\n* Have been in the space since early 2018, and were the first-ever 501c3 created to tackle the diversity issue in web3.\n* We have onboarded 1000s of women, and other underrepresented minorities to this space through a combination of educational content, mentorship initiatives, and community-building. Read more about our initiatives here: [she256.org](http://she256.org/)\n* Our core team comprises individuals active in web3, contributing to projects and entities such Uniswap, NEAR, Celo, Opyn, Variant, Union, Metamask, Orca, Gitcoin, and many more.\n\n**What voters can expect of me:**\n\n* Consistent participation in discussions and thoughtfulness around voting\n* Initiating efforts around community education\n* Governance participation aligned with our core governance values of Equity, Accountability, Democratizing Access, and Empowerment"
    },
    {
        "ensName": "lefteris.eth",
        "address": "0x2b888954421b424c5d3d9ce9bb67c9bd47537d12",
        "avatar": "https://s.gravatar.com/avatar/9c124c1f38e3df30d0c582beec001257?s=420",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/34",
        "info": "**ENS name:** lefteris.eth\n\n**My reasons for wanting to be a delegate:**\n\nI have considerable experience on DAO governance, being an active delegate in 2 of the biggest DAOs (gitcoin and ENS) and I want to use that to help HOP protocol towards creating a safe and user friendly multi-chain future.\n\n**My web3 qualifications / skills:**\n\nI am a senior backend developer and founder of rotki. I have worked in ethereum since before the launch in a variety of technical roles. Contributed to the solidity compiler, the C++ ethereum client, wrote the DAO, white-hacked the DAO, cleaned up after that mess, was the tech lead for the raiden network and wrote most of the backend for rotki. I also have experience with DAOs and their governance as an active delegate in multiple other DAOs.\n\n**What voters can expect of me:**\n\nTo represent their interests and the interest of HOP protocol towards creating a multi-chain future. What’s more you can expect someone who will have a no-bullshit approach and say what needs to be said. One of the biggest problems with DAO governance is the so called Yes bias, the tendency of most delegates to just say yes to things and not question proposals due to lack of time or interest.\n\nThat is something you will not see with me. I take my responsibility as a delegate very seriously and where I put my vote I promise to do research on the topic and come to as informed a decisions as possible. And if that is not possible, abstain.\n\nLastly if something needs to be rejected, even if it’s by “our frens” I won’t be afraid to be the voice of the party pooper if that will be in the long run a good thing for the Hop DAO."
    },
    {
        "ensName": "hkalodner.eth",
        "address": "0x31421c442c422bd16aef6ae44d3b11f404eeabd9",
        "avatar": "",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/35",
        "info": "**ENS name:** hkalodner.eth\n\n**My reasons for wanting to be a delegate:**\n\nHop protocol is extremely central to Ethereum’s rollup-centric future with users seamlessly moving funds between different chains all secured by Ethereum. As one of the co-founders of Arbitrum, I feel personally responsible for making sure that bridge’s which our ecosystem are heavily intertwined with are as successful as possible.\n\n**My web3 qualifications / skills:**\n\nI’m co-founder and CTO of Offchain Labs (building Arbitrum). I’ve been in the space since 2014 as a researcher studying the mechanism design and incentive compatible of various blockchain systems. For the past 5 years I’ve been working on developing Arbitrum, starting out as the lead engineer through now where I lead the engineering team. I’ve been excited about scaling and bridging since I got started in the space looking at early HTLC designs and I’d be excited to contribute thoughts and insights from my experience.\n\n**What voters can expect of me:**\n\nI will thoughtfully consider all proposals and try to make decisions that benefit the long term success of Hop. My personal interests, and the interests I hope to represent are to make sure that Hop is successful in providing the powerful, seamless, reliable experience users need to safely navigate the cross-chain world. I will be transparent and communicate openly through my decision making process so that the community can stay as informed as possible."
    },
    {
        "ensName": "horatius.eth",
        "address": "0x23b4980eeb72cfd8d07f734b169f963e5b2d8de4",
        "avatar": "https://i.postimg.cc/Jh7VP6SL/2r-C-f-XMJ-400x400.jpg",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/36",
        "info": "**ENS name:** horatius.eth\n\n**My reasons for wanting to be a delegate:**\n\nMy discussion on this forum [above](https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/15) prompted me to apply as a delegate. I have explained in greater length in a blogpost [On DAO governance](https://mirror.xyz/0x23b4980EeB72cfD8d07F734B169F963e5B2D8dE4/JeGBos6ULG3r-tC3RLvFtxos-SrLaG87oy1kooCctZg) the reasoning why I believe it is really important NOT to delegate to institutions and to have varied pool of delegates.\n\nI want to see this governance experiment flourish and avoid the future where we end up govern by few big crypto corporations, prevent the future of plutocracy and help establish healthy norms of decentralized governance.\n\nWe have not seen many governance attacks on protocols but they are coming, since the incentives are there.\n\n**My web3 qualifications / skills:**\n\nI have a multidisciplinary background in finance & mechanism design, building businesses, designing products & mechanisms.\n\nI have been involved with the Ethereum community since 2016, organizing meetups, volunteering at devcon, participating at hackathons, working on tokenomics / protocol mechanism and recently getting more into coding. Currently transitioning into crypto full time and looking for projects to contribute to.\n\nI have always been fascinated by different complex systems. in free time studying evolutionary biology & psychology observing its elegance & robustness, and also delving into history fascinated to see different cultural systems with different incentives play out.\n\n**Observing a hard truth** that the success of the system itself and the happiness of its parts(humans) are two separate things.  \nLover of Ancient Rome & Greece and the Mediterranean world.\n\n**What voters can expect of me:**\n\n* to vote in accordance with Ethereum values of openness and decentralization\n    \n* **articulate** long term **consequences** of various governance decisions and the norms & precedents thus being established. An [example of this can be read here.](https://mirror.xyz/0x23b4980EeB72cfD8d07F734B169F963e5B2D8dE4/JeGBos6ULG3r-tC3RLvFtxos-SrLaG87oy1kooCctZg)\n    \n* not being naïve about governance coopting and hijacking by the big players\n    \n* bring my knowledge of natural **biological systems** & human incentives and system outlook to governance decisions\n    \n* bring the knowledge of various governance **experiments** and their consequences **from history** to the table.\n    \n* steer governance in the direction of **symbiotic** relationship **with** the wider **Ethereum** & crypto ecosystem even for a price of forgoing perceived short term benefit to the token holders\n    \n* voting in accordance with long term health of the protocol and ecosystem."
    },
    {
        "ensName": "mrsisyphos.eth",
        "address": "0x8c5f9c67028faae0db258d44507bdfbd7a9de223",
        "avatar": "https://xdaipunks.com/punks3d/3739_mask.png",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/37",
        "info": "Hi everybody! I am applying on behalf of Karpatkey DAO.\n\n**ENS name:** mrsisyphos.eth\n\n**My reasons for wanting to be a delegate:** I believe that the future of the Ethereum environment is cross-chain, and I would like to help Hop drive interoperability and composability in such an ecosystem.\n\n**My web3 qualifications / skills:** Experienced in DeFi and Tokenomics, I have background in Product and now performing as independent consultant and contributing to the Karpatkey DAO. As such, I’m responsible for driving a healthy liquidity of Hop on the Gnosis Chain through GNO rewards.\n\n**What voters can expect of me:** My intention is to use the voting power delegated to me to help elevate Hop as the main bridge in the Ethereum ecosystem. I will keep voters updated on relevant proposals and have fluent communication with them on their interests and proposal implications."
    },
    {
        "ensName": "calblockchain.eth",
        "address": "0x7ae109a63ff4dc852e063a673b40bed85d22e585",
        "avatar": "",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/38",
        "info": "**ENS name:** CalBlockchain.eth\n\n**Our reasons for wanting to be a delegate:** We at Blockchain at Berkeley believe Hop is core infrastructure for Ethereum’s rollup-centric path to scaling. Hop governance is a method of handing over this key infrastructure to the community. If delegated to, our organization will take an active role in community discussions, and work closely on initiatives or proposals that further decentralize and activate community governance.\n\n**Our web3 qualifications / skills:** We are a 100+ student organization involved in blockchain research, development, and governance. We have been around since ~2014, and have done projects for major Web3 protocols. [We are active delegates for AAVE, Uniswap, Compound, dYdX, and Tribe](https://blockchainatberkeley.notion.site/Governance-Dashboard-dead977499064b2181021786e46d2fe5); and have pushed through multiple proposals. Our hop delegation will be run by a specialized team with dedicated focus on Hop governance.\n\n**What voters can expect of us:** The community can expect all of our voting decisions to be publicized via our [Twitter account 1](https://twitter.com/calblockchain). Additionally we will take on projects we believe to benefit Hop overall: whether it be developer work to improve meta-governance, writing proposals for Hop, or proposals on external protocols that benefit Hop."
    },
    {
        "ensName": "defidad.eth",
        "address": "0x2f71129b240080c638ac8d993bff52169e3551c3",
        "avatar": "https://forum.hop.exchange/user_avatar/forum.hop.exchange/defi_dad/45/73_2.png",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/39",
        "info": "**ENS name:** defidad.eth\n\n**My reasons for wanting to be a delegate:** I’ve been a Hop user and LP since launch in 2021. I want to help others discover using Hop as a bridge and do my part to vote for the most sustainable path forward with Hop protocol.\n\n**My web3 qualifications / skills:** DeFi power-user since 2019, in crypto since 2017, created hundreds of tutorials in video and written format across YouTube, Defiant, Bankless, newsletters, and formerly at Zapper. I’ve been intimately involved in about 25+ DAOs. I also invest and work with DeFi and Web3 builders full time now at 4RC (fourthrevolution.capital).\n\n**What voters can expect of me:** I will vote in the best interest of the Hop protocol, even when the best decision is the least popular or even if the best decision goes against my own self-interest. I also can help to communicate more of these updates to the protocol to help us arrive at a greater consensus."
    },
    {
        "ensName": "olimpio.eth",
        "address": "0xf4b0556b9b6f53e00a1fdd2b0478ce841991d8fa",
        "avatar": "https://gateway.ipfs.io/ipfs/bafybeia6dd6uymusy435c2soikw3jxtgguxiatofex7zy27tmofilvybgy/image",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/41",
        "info": "**ENS name:** olimpio.eth\n\n**My reasons for wanting to be a delegate:** I want to represent the community to the best of my abilities when helping decide the future and direction of Hop. Personally, I would like to get involved in DAO Governance and I like the Hop community, that’s why I want to get involved with them.\n\n**My web3 qualifications / skills:** Dedicated DeFi crypto user, with a very good understanding of all the industry and diverse protocols in existence. From bridges to NFTs to yield farming to L2s. I like educating people and distributing knowledge and information, and going hands-on trying new protocols.\n\n**What voters can expect of me:** Keeping decentralization as a north. I am a firm believer in web3 and how it will shape the world in the years to come, not only from a financial/monetary point of view. I intend to help make this happen, and will always vote on this direction."
    },
    {
        "ensName": "smitv.eth",
        "address": "0xeaaffd4a1ff944a4c1f9fd1ee35cef53fb9c6da9",
        "avatar": "https://quixotic.io/_next/image?url=https%3A%2F%2Ffanbase-1.s3.amazonaws.com%2Fnft_image%2F0xB8Df6Cc3050cC02F967Db1eE48330bA23276A492%2F227%2F1653164141%2F227.png&w=3840&q=75",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/42",
        "info": "**ENS name:** smitv.eth\n\n**My reasons for wanting to be a delegate:**\n\nHop Protocol is one of the most transparent and community-oriented bridge protocols. As a member of the Optimism team, this aligns very well with not only the ethos of our ecosystem but also myself. I’ve been a Hop user for quite some time now and after working with the team closely, I’d love to help push forward Hop and its values to a wider audience.\n\nOn top of that, Optimism is very focused on having effective governance in Web3. I’d love to help partner with Hop to pave the path to better governance paradigms in the space.\n\n**My web3 qualifications / skills:**\n\nI’m the Head of DeFi BD/Strategy at Optimism. I started out as a lead frontend engineer and prior to Optimism, I helped Synapse(another bridge protocol) with some dev related activities regarding their frontend. I’ve been in the space since 2015 as an investor, builder, and advocate for the Ethereum space. I’ve spent many years on-chain and playing around with a ton of protocols ranging from derivatives all the way to NFT gaming. Because of this I’ve also bridged through Hop and other bridge protocols a considerable amount. Overall, I have a deep passion for the space and specifically molding the future of governance in this world!\n\n**What voters can expect of me:**\n\nI will do my best to ensure that I am always aligned with the community and ethos of what Hop embodies. When voting, I will do my due diligence in making sure that I source feedback from the community to remove personal bias and selfish voting practices. As a member of the Optimism community, our values are aligned to push forward Ethereum and create a stronger transparent partnership between us as well! The Optimism ecosystem has been a long-term supporter of Hop Protocol and will continue to do so."
    },
    {
        "ensName": "Rektville.eth",
        "address": "0xcac6b2af1056a72c3f3060f17b8ca47fceaa9d5a",
        "avatar": "https://wallpapercave.com/wp/wp3776238.jpg",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/43",
        "info": "**ENS name:** Rektville.eth\n\n**My reasons for wanting to be a delegate:**\n\nSeen a thing or two around the blockchain, but HOP team and community is unique in nature, culture caps everything. This token is for the long run guys, so lets make it fun, transparent and secure.\n\n **My web3 qualifications / skills:**\n\n Solidity, smart contracts, Immunefi, blockchain analysis and audit contracts.\n\n**What voters can expect of me:**\n\n To be there when needed, simply said."
    },
    {
        "ensName": "amplice.eth",
        "address": "0x84641137bac4db68de94ec3d2ed89ace0aa88f20",
        "avatar": "",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/45",
        "info": "**ENS name:** amplice.eth\n\n**My reasons for wanting to be a delegate:** \n\nI think hop is dope, I think L2s are the future, and I want to contribute in some small way to making sure we’re good stewards of the L2/Ethereum ecosystem.\n\n**My web3 qualifications / skills:**\n\n Gearbox and LobsterDAO contributor, PotionDAO multisig, and one of the 10-ish people still hanging around in the Based chats. Also I’m a deep defi degen and video propagandist for various projects.\n\n**What voters can expect of me:**\n\n My number one priority when voting is making sure we aren’t doing harm to the broader Ethereum ecosystem somehow, and my second priority will be to move Hop protocol forward. \nWill often favor efficiency and granting people executive power versus decision making by committee, especially at this early stage of the protocol."
    },
    {
        "ensName": "sohrab.eth",
        "address": "0x8a843023f1eea0c96ee1c76585effdeee4cd0d63",
        "avatar": "https://msameni.com/sohrab.jpg",
        "infoUrl": "https://forum.hop.exchange/t/apply-as-a-hop-dao-delegate/32/46",
        "info": "**ENS name:** sohrab.eth\n\n\n\n**My reasons for wanting to be a delegate:** I think I have the required vision in proposing and analysis of governace ideas\nBeing a former physics scientist and economic analyst, I think I have standard visions in developing and investigating great governance ideas. I got familiar with the crypto economy from 2012 and, during the past two years I have been focusing on Blockchain research. We have developed several MVPs in this regard. As a result, I have adequate experience in this world! But the fact that brings me to be a delegate in this area, is my vision (and experiences) in analysing the outcomes of each decision.\n\\n\n**My web3 qualifications / skills:** * Familiar with code level depth of Blockchain technology since 2012\n* Local Activist in social movement toward decentralized web\n* Working on UniqueID (an ongoing project for issuance of unique Identity for every human being as a world nation identity platform)\n* Working on an undercollateralized loan system based on proof of humanity mechanism, to distribute bank’s seigniorage fairly among every human being.\n* Solidity expriences\n\n\nI am not a front end developer professional but I work alongside two great front end developers who are specially experienced in web3 DApps developments. I had a little contribution in cryptoverse.cc web3 services and I have developed plenty of reports in analysing diverse web3 DApps (i.e.e oasis, axie, …)I am not a front end developer professional but I work alongside two great front end developers who are specially experienced in web3 DApps developments. I had a little contribution in cryptoverse.cc web3 services and I have developed plenty of reports in analysing diverse web3 DApps (i.e.e oasis, axie, …)"
    }
]